Repository: GNOME/gnome-keysign
Catalog: keysign/locale/*/LC_MESSAGES/keysign.po
Languages: hr

source: GNOME Keysign allows signing OpenPGP keys comfortably and securely via the local network or Bluetooth.
hr: GNOME Potipis ključeva omogućuje udobno i sigurno potpisivanje OpenPGP ključevima putem lokalne mreže ili Bluetootha.

source: It can scan another key's barcode and transfer the key securely, allowing for casual two-party key signing sessions. It follows best practises by sending the encrypted signatures to the UIDs of a key using the Email client the user configured to use.
hr: Može skenirati bar kôd drugog ključa i sigurno prenijeti ključ, omogućujući povremene dvostrane sesije potpisivanja ključa. Slijedi najbolju praksu slanjem šifriranog potpisa u UID-ove ključa koristeći klijent E-pošte kojeg je korisnik podesio za korištenje.

source: Keysign
hr: Potpis ključa

source: A keysigning helper to enable you to comfortably exchange OpenPGP keys with a friend
hr: Pomoćnik potpisivanja ključa za omogućavanje udobne razmjene OpenPGP ključeva s prijateljima

source: python;gpg;gnupg;key;openpgp;
hr: python;gpg;gnupg;ključ;openpgp;

source: Send
hr: Pošalji

source: Receive
hr: Primi

source: Offering key: {}
hr: Ponuđeni ključ: {}

source: Discovery info: {}
hr: Informacije otkrivanja: {}

source: Press Enter to stop
hr: Pritisnite Enter za zaustavljanje

source: You must provide an argument to identify the key
hr: Morate pružiti argument za identifikaciju ključa

source: Port: {}
hr: Ulaz: {}

source: Bluetooth not available
hr: Bluetooth nije dostupan

source: Press Enter to cancel
hr: Pritisnite Enter za odustajanje

source: Key successfully sent
hr: Ključ je uspješno poslan

source: An error occurred: {}
hr: Dogodila se greška: {}

source: Press Enter to exit
hr: Pritisnite Enter za izlaz

source: Trying to download the key, please wait
hr: Pokušaj preuzimanja ključa, malo pričekajte

source: Unable to Start Avahi
hr: Nemoguće pokretanje Avahia

source: Keysign is unable to automatically start Avahi. You can try to execute `systemctl start avahi-daemon` for solving this problem.
hr: Potpis ključa ne može automatski pokrenuti Avahi. Možete pokušati pokrenuti `systemctl start avahi-daemon` u terminalu za rješavanje ovog problema.

source: OK
hr: U redu

source: Bug Detected
hr: Otkrivena greška

source: <big><b>A programming error has been detected.</b></big>
hr: <big><b>Otkrivena je greška u programiranju.</b></big>

source: You may be able to ignore this error and carry on working, but you may get unexpected results. Please tell the developers about this using the issue tracker if no-one else has reported it yet.
hr: Možete zanemariti ovu grešku i nastaviti s radom dalje, ali to može rezultirati neočekivanim ponašanjem. Ovo prijavite razvijateljima koristeći pratitelj problema ako to netko već nije prijavio.

source: Search Tracker...
hr: Pretraži pratitelja...

source: Report...
hr: Prijavi...

source: Ignore Error
hr: Zanemari grešku

source: Quit GNOME Keysign
hr: Zatvori GNOME Potpis ključa

source: Details...
hr: Pojedinosti...

source: Exception while analyzing the exception.
hr: Iznimka u tijeku analize iznimke.

source: #### Description Give this report a short descriptive title. Use something like "{feature-that-broke}: {what-went-wrong}" for the title, if you can. Then please replace this text with a longer description of the bug. Screenshots or videos are great, too! #### Steps to reproduce Please tell us what you were doing when the error message popped up. If you can provide step-by-step instructions on how to reproduce the bug, that's even better. #### Traceback
hr: #### Opis Zadajte ovom izvještaju kratak naslov. Koristite nešto poput "{značajka-koja-se-slomila}: {što-je-pošlo-po-krivu}" za naslov, ako je moguće. Tada zamijenite taj tekst s duljim opisom greške. Slike zaslona i video snimke su dobrodošle! #### Korak za ponavljanje greške Recite nam što ste radili kada se poruka greške pojavila. Ako može ponoviti korak po korak upute kako ponoviti tu grešku, to bi čak bilo najbolje. #### Traceback

source: Expires:
hr: Istječe:

source: Sign Key
hr: Potpiši ključ

source: No GNOME Keysign servers around :-( Find a friend to use GNOME Keysign with. You may also suffer from connectivity problems. For more information click <a href="https://wiki.gnome.org/Apps/Keysign/Doc/NoServers/1">here</a>.
hr: Nema GNOME poslužitelja potpisa ključeva u blizini :-( Pronađite prijatelja koji koristi GNOME Potpis ključeva. Moguće je i da imate problema u pristupu internetu ili mreži. Za više informacija kliknite <a href="https://wiki.gnome.org/Apps/Keysign/Doc/NoServers/1">ovdje</a>.

source: <small>To sign someone's key, scan their QR or enter security code</small>
hr: <small>Kako bi potpisali nečiji ključ, skenirajte QR kôd ili upišite sigurnosni kôd</small>

source: <b>Camera</b>
hr: <b>Kamera</b>

source: Integrated Web Cam
hr: Integrirana web kamera

source: <b>Security Code</b>
hr: <b>Sigurnosni kôd</b>

source: Scan Barcode
hr: Skeniraj barkôd

source: Downloading key-data. Please wait...
hr: Preuzimanje podataka ključa. Malo pričekajte...

source: Key download was interrupted!
hr: Preuzimanje ključa je prekinuto!

source: To sign the key, confirm that you want to sign the following key. This will generate an email that must be sent in order to complete the signing process.
hr: Kako bi potpisali ključ, potvrdite da želite potpisati sljedeći ključ. To će stvoriti e-poštu koju treba poslati kako bi se završio proces potpisivanja.

source: Key
hr: Ključ

source: UIDs
hr: UID-ovi

source: C_onfirm
hr: P_otvrdi

source: Signing the following UIDs:
hr: Potpisivanje sljedećih UID-ova:

source: Still trying to get a connection to the Internet. It appears to be slow or unavailable.
hr: Još uvijek pokušavam pristupiti internetu. Izgleda da je spor ili nedostupan.

source: There isn't an Internet connection!
hr: Ne postoji pristup internetu!

source: Key successfully sent. You should receive soon an email with the signature.
hr: Ključ je uspješno poslan. Uskoro bi trebali primiti e-poštu s potpisom.

source: Could not establish a secure connection. Either your partner has entered a wrong code or someone tried to intercept your connection
hr: Ne može se uspostaviti sigurno povezivanje. Ili je vaš partner unio pogrešan kôd ili je netko pokušao presresti vaše povezivanje

source: An unexpected error occurred: %s
hr: Dogodila se neočekivana greška: %s

source: Select and send key
hr: Odaberi pošalji ključ

source: You don't have any keys! Please use, e.g. Seahorse to create one.
hr: Nemate ni jedan ključ! Koristite, npr. Seahorse kako bi stvorili jedan.

source: Very slow or no Internet connection!
hr: Povezivanje je vrlo sporo ili nema pristupa internetu!

source: <b>Select a key for signing</b>
hr: <b>Odabir ključa za potpisivanje</b>

source: <small>Times signed</small>
hr: <small>Vremenski potpis</small>

source: Keylist
hr: Popis ključeva

source: <small>To have the key signed, the other person must enter the security code, or scan the QR code</small>
hr: <small>Kako bi potpisali ključ, druga osoba mora upisati sigurnosni kôd, ili skenirati QR kôd</small>

source: <b>Key Details</b>
hr: <b>Pojedinosti ključa</b>

source: Fingerprint
hr: Otisak

source: <b>QR Code</b>
hr: <b>QR kôd</b>

source: Select and Send key
hr: Odaberi pošalji ključ

source: Uses the Internet to transport the key rather than the local network and Bluetooth (if available)
hr: Koristite internet za prijenos ključa radije nego lokalnu mrežu ili Bluetooth (ako je moguće)

source: Hi $uid, I have just signed your key $fingerprint Thanks for letting me sign your key! -- GNOME Keysign
hr: Bok $uid, Upravo sam potpisao vaš ključ $fingerprint Hvala što ste mi dopustili potpisivanje vašeg ključa! -- GNOME Potpis ključa

source: Wrong message authentication code
hr: Pogrešna poruka kôda ovjere
